{
    "reason": "Success",
    "result": {
        "data": [
            {
                "content": "看了前任3，不由得对前任牵肠挂肚起来：这几天天气那么冷，不知道他冻死没有。",
                "hashId": "3b040bff529f731be9ebca0b6a140d55",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "今天真郁闷。和女神聊天时，我说了一大堆，她反应却相当冷漠，不是“呵呵”就是“哦”。我说你能不能换句别的，结果她撇下一句“我去洗澡”就不理我了。看来我这注定孤独一辈子的屌丝命是没法改变了，是我毅然选择了离开，将她一个人留在了宾馆。",
                "hashId": "9087a264852f1c5c5d76d386bbfee5c1",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "我望着女朋友深情地说：“你真是一个美得让人窒息的女人。”　话音未落，女朋友在我腿上狠狠地掐了一把：“下次再在我放屁的时候说这样的话，我可不会再这么便宜你了。”",
                "hashId": "8367f1fae268493bbe3e755a76fbb827",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "“怎么啦？谁欺负你啦？我帮你打他”　　  “真的啊？”  “那当然！” 　  “钱，钱欺负我，那你给我打钱吧”",
                "hashId": "b9dd24fdd0e59fdf756b6e469073f312",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "一场大雪几乎让交通瘫了痪。世界上最远的距离，不是我站在你面前你不知道我爱你， 而是我在公交上却看着你挤不上来!",
                "hashId": "55496df1e6c08b4e6522c9740e8b4c71",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "昨天，有一北方人在一家餐厅吃饭，感觉困倦，去酒店洗浴、按摩、休息。今早一觉醒来，拉开窗帘一看，窗外大雪纷飞，路上的行人都穿着厚厚的大衣，顿时嚎啕大哭“我怎么睡了大半年啊，来的时候明明是春天，现在咋就变成冬天了！从春天睡到冬天！这房费可怎么结啊！",
                "hashId": "fe71b6b0830abb9ba751a26171b0c2a4",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "下了好大的雪， 记者街头采访：“大妈，您觉得今天下雪给您的生活带来多大影响？”&nbsp;  大妈说：“影响的太大了！ 首先就是你得看清楚，我是你大爷！",
                "hashId": "f0223b887bf947fd160e224041ee4dff",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "下雪的时候  一定要约自己喜欢的人  出去走着去看房  因为走着走着，就一起白了头  有了房子，也有了爱情！",
                "hashId": "429ddc54a4b04ed8e5760422ae986048",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "奶奶和孙子看电视。  孙子说：“那些非洲的难民没有饭吃，好可怜啊！”  奶奶听了不以为然：“没饭吃，怎么还有钱烫头发？”",
                "hashId": "a94cfff2070b5d474d7aab34a932097a",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "孙子陪爷爷聊天：爷爷，你有让你记恨的人么？  爷爷：没有。  孙子：您的心胸好宽阔。  爷爷：不是我心胸宽，是他们都活得没我久！",
                "hashId": "0742172045c1971b29ad060a6a316b9f",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "小孙女说幼儿园有个小男孩天天找茬欺负她，气死了。  儿媳说：“那你有没有想出什么办法对付他？”  小孙女咬牙切齿的说：“我决定长发后嫁给他，不给他零花钱，不高兴了就逛街买衣服，生气了让他跪搓板，用你对付我爸的手段对付他！”  全家人晕倒！    ",
                "hashId": "2a4e7cd24547403b6235b7682f22fcba",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "昨天出门打了一辆车，师傅不知道路线就开了导航。  过了一会，导航仪：“前方100米有飞机”。  我说“牛啊，啥导航这么高端！飞机都能探测”。  不到两秒钟导航又说：“动车到。”  我吓一跳：“卧靠！动车也能探测！？”  师傅不动声色拍了拍导航仪，便宜货，这玩意有点卡，你连起来念就对了：“前方一百米有非机动车道……”",
                "hashId": "d69f1ca84f36d1f47f84538f86cab4cd",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "用“藕断丝连”造句，儿子苦思冥想了一会儿说：“藕断了丝还连着。”  我说：“这不行，哪能拆开用。”  儿子继续苦苦思索，过了一会儿痛苦地说：“我今天不会造句，请妈妈不要把我打的藕断丝连。”",
                "hashId": "8cf19d49d52c5f2aae072ff569243f65",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "老爸整理抽屉，不小心把老妈的玉手镯摔碎了。  老爸吓坏了，乞求我说：好儿子，你快想想办法……  我看老爸可怜，就拿去修，用黄金连接好，花了我小2000……  我拿着手镯，刚想向老爸要钱，老爸抢过手镯，奔向厨房说：老太婆，你儿子把你手镯弄碎了，我给你修好啦……  哈哈哈，果然姜还是老的辣啊！",
                "hashId": "2b98132a041574f16b9303fe2c680656",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "和老婆吵架，老婆一气之下自己跑出去了！  四岁女儿还在那吃东西，我骂她：还吃，你妈都不知道哪里去了！  她看了一眼我，说道：自己把老婆弄丢了，自己找去啊……",
                "hashId": "e8221998f4e7f16648a74b7819292ee9",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "阿瓜和女友闹分手，阿瓜问女友：“你说咱们的关系还有的救吗？”  闹腾了大半天，忽然，传来摩托车的声音，转眼间，一个警察骑着摩托车赶来了。阿辽沙本来是用这种触犯众怒的举动给邱红施压，逼她出来。可出来的人越来越多，就是没有邱红，他的预谋失败了，早没了底气。见警察到了跟前，立时把手风琴从肩膀上移下来，离开木凳站起身，毕恭毕敬地说，警察同志，我，这就撤退，撤退。闹腾了大半天，忽然，传来摩托车的声音，转眼间，一个警察骑着摩托车赶来了。阿辽沙本来是用这种触犯众怒的举动给邱红施压，逼她出来。可出来的人越来来。可出来的人越来越多，就是没有邱红，他的预谋失败了，早没了底气。见警察到了跟前，立时把手风琴从肩膀上移下来，离开木凳站起身，毕恭毕敬地说，警察同志，我，这就撤退，撤退。闹腾了大半天，忽然，  女友回答：“就是电话上的一个键！”  闹腾了大半天，忽然，传来摩托车的声音，转眼间，一个警察骑着摩托车赶来了。阿辽沙本来是用这种触犯众怒的举动给邱红施压，逼她出来。可出来的人越来越多，就是没有邱红，他的预谋失败了，早没了底气。见警察到了跟前，立时把手风琴从肩膀上移下来，离开木凳站起身，毕恭毕敬地说，警察同志，我，这就撤退，撤退。闹腾了大半天，忽然，传来摩托车的声音，转眼间，一个警察骑着摩托车赶来了。阿辽沙本来是用这种触犯众怒的举动给邱红施压，逼她出来。可出来的人越来来。可出来的人越来越多，就是没有邱红，他的预谋失败了，早没了底气。见警察到了跟前，立时把手风琴从肩膀上移下来，离开木凳站起身，毕恭毕敬地说，警察同志，我，这就撤退，撤退。闹腾了大半天，忽然，  阿瓜：“是重拨吗？”  闹腾了大半天，忽然，传来摩托车的声音，转眼间，一个警察骑着摩托车赶来了。阿辽沙本来是用这种触犯众怒的举动给邱红施压，逼她出来。可出来的人越来越多，就是没有邱红，他的预谋失败了，早没了底气。见警察到了跟前，立时把手风琴从肩膀上移下来，离开木凳站起身，毕恭毕敬地说，警察同志，我，这就撤退，撤退。闹腾了大半天，忽然，传来摩托车的声音，转眼间，一个警察骑着摩托车赶来了。阿辽沙本来是用这种触犯众怒的举动给邱红施压，逼她出来。可出来的人越来来。可出来的人越来越多，就是没有邱红，他的预谋失败了，早没了底气。见警察到了跟前，立时把手风琴从肩膀上移下来，离开木凳站起身，毕恭毕敬地说，警察同志，我，这就撤退，撤退。闹腾了大半天，忽然，  女友：“不，是免提！”",
                "hashId": "3cfacdb5b29d119f84d4701630775536",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "一大叔偷苹果被抓，要关一个月，大叔愤怒地对警察说：“我就偷了10斤苹果，至于吗？”  闹腾了大半天，忽然，传来摩托车的声音，转眼间，一个警察骑着摩托车赶来了。阿辽沙本来是用这种触犯众怒的举动给邱红施压，逼她出来。可出来的人越来越多，就是没有邱红，他的预谋失败了，早没了底气。见警察到了跟前，立时把手风琴从肩膀上移下来，离开木凳站起身，毕恭毕敬地说，警察同志，我，这就撤退，撤退。闹腾了大半天，忽然，传来摩托车的声音，转眼间，一个警察骑着摩托车赶来了。阿辽沙本来是用这种触犯众怒的举动给邱红施压，逼她出来。可出来的人越来来。可出来的人越来越多，就是没有邱红，他的预谋失败了，早没了底气。见警察到了跟前，立时把手风琴从肩膀上移下来，离开木凳站起身，毕恭毕敬地说，警察同志，我，这就撤退，撤退。闹腾了大半天，忽然，  警察白了他一眼，平静地说：“曾经有只猴子，就因为偷了一只桃，被关了500年。”",
                "hashId": "8b0c7606d55ed6afeb7a8320abd4a8f6",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "昨晚做了个梦，阴暗潮湿的牢房里，我被五花大绑，左边是一缸辣椒水，右边是 炙热的烙铁，墙上挂着一排皮鞭……  问：“说，为什么没有女朋友？不觉得可耻吗？”  我：“现在的女孩太现实了。”  “MD，还不老实！”一顿皮鞭暴打。  再问：“为什么没有女朋友？对得起国家对得起人民吗？”  我：“因为我没有钱。”  “还这么嚣张！”火红的烙铁在我皮肤上狂叫。  “最后一次机会，为什么没有女朋友？”  我实在招架不住了：“别打了，我招，我全招，因为我长得丑！”  “这就对了，早说嘛， 早说就不用受这么多罪了！”&nbsp;",
                "hashId": "a20c4f7e60deb4b87bff96e0d0c30926",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "三岁的儿子从幼儿园回来气呼呼的说：“爸爸，幼儿园阿姨一点都不好，总是凶我，中午还不拍拍我睡觉。”  父亲：“阿姨老师不可能像妈妈一样照顾那么多人的，你要听话。”  儿子：“让阿姨老师和妈妈换换就好了，妈妈每天在幼儿园陪我，阿姨老师在家陪爸爸睡觉。”  父亲一愣，不敢往下想，怕自己激动！",
                "hashId": "116b9bb654d70ea854f5de69ed1cc48b",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            },
            {
                "content": "今天，偷偷的哭了两个小时，特别想一个人，想的心都碎了……真的好难受好难受……  ——毛爷爷啊毛爷爷，56个民族，56枝花，56个兄弟姐妹是一家，56种语言，汇成一句话，钱不够花，钱不够花，钱不够花。",
                "hashId": "5698aa27b6fda3238913ac17f06a5a3e",
                "unixtime": "1517039700",
                "updatetime": "2018-01-27 15:55:00"
            }
        ]
    },
    "error_code": "0"
}